Repository: readmigo/ios
Catalog: Readmigo/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# auth.loginPrompt.logIn
source: Log In
ja: ログイン
zh_hans: 登录
zh_hant: 登入

# auth.loginPrompt.maybeLater
source: Maybe Later
ja: 後で
zh_hans: 稍后再说
zh_hant: 稍後再說

# auth.loginPrompt.postcard
source: Log in to create and share beautiful reading postcards.
ja: ログインして美しい読書ポストカードを作成・共有しましょう。
zh_hans: 登录以创建和分享精美的阅读明信片。
zh_hant: 登入以建立和分享精美的閱讀明信片。

# auth.loginPrompt.stats
source: Log in to view your reading statistics and insights.
ja: ログインして読書統計と分析を表示できます。
zh_hans: 登录以查看您的阅读统计和洞察。
zh_hant: 登入以查看您的閱讀統計和洞察。

# auth.loginPrompt.title
source: Login Required
ja: ログインが必要です
zh_hans: 需要登录
zh_hant: 需要登入

# auth.loginPrompt.vocabulary
source: Log in to save words to your vocabulary and practice them.
ja: ログインして単語を語彙に保存し、練習できます。
zh_hans: 登录以保存生词并进行练习。
zh_hant: 登入以儲存生詞並進行練習。

# auth.recovery.network
source: Check your internet connection and try again.
ja: インターネット接続を確認してもう一度お試しください。
zh_hans: 请检查网络连接后重试。
zh_hant: 請檢查網路連線後重試。

# auth.recovery.signin_failed
source: Please try signing in again or use a different method.
ja: もう一度サインインするか、別の方法をお試しください。
zh_hans: 请重试或使用其他登录方式。
zh_hant: 請重試或使用其他登入方式。

# auth.recovery.token_expired
source: Please sign in again to continue.
ja: 続けるには再度サインインしてください。
zh_hans: 请重新登录以继续。
zh_hant: 請重新登入以繼續。

# auth.signOut
source: Sign Out
ja: サインアウト
zh_hans: 退出登录
zh_hant: 登出

# auth.signOutConfirm
source: Are you sure you want to sign out?
ja: 本当にサインアウトしますか？
zh_hans: 确定要退出登录吗？
zh_hant: 確定要登出嗎？

# auth.terms.and
source: and
ja: および
zh_hans: 和
zh_hant: 和

# auth.terms.prefix
source: By continuing, you agree to our
ja: 続行することで、以下に同意したものとみなされます
zh_hans: 继续即表示您同意我们的
zh_hant: 繼續即表示您同意我們的

# auth.terms.privacyPolicy
source: Privacy Policy
ja: プライバシーポリシー
zh_hans: 隐私政策
zh_hant: 隱私政策

# auth.terms.termsOfService
source: Terms of Service
ja: 利用規約
zh_hans: 服务条款
zh_hant: 服務條款

# auth.welcome.subtitle
source: Read, Learn, Grow
ja: 読む、学ぶ、成長する
zh_hans: 阅读、学习、成长
zh_hant: 閱讀、學習、成長

source: Author not found
ja: 著者が見つかりません
zh_hans: 未找到作者
zh_hant: 未找到作者

# author.aboutTitle
source: About the Author
ja: 著者について
zh_hans: 关于作者
zh_hant: 關於作者

# author.allBooksRead
source: You've read all books by this author!
ja: この著者の全作品を読破しました！
zh_hans: 你已阅读完这位作者的所有作品！
zh_hant: 你已閱讀完這位作者的所有作品！

# author.birthPlace
source: Birth Place
ja: 出生地
zh_hans: 出生地
zh_hant: 出生地

# author.books
source: books
ja: 冊
zh_hans: 本书
zh_hant: 作者作品

# author.booksBy
source: Books by %@
ja: %@の本
zh_hans: %@ 的作品
zh_hant: %@ 的作品

# author.booksCount
source: %d Books
ja: %d冊
zh_hans: %d 本书
zh_hant: %d 本書

# author.booksCountSmall
source: %d books
ja: %d冊
zh_hans: %d 本书
zh_hant: %d 本書

# author.challengeComplete
source: Complete!
ja: 完了！
zh_hans: 完成！
zh_hant: 完成！

# author.chatWith
source: Chat with %@
ja: %@と会話
zh_hans: 与 %@ 对话
zh_hant: 與 %@ 對話

# author.era
source: Era
ja: 時代
zh_hans: 年代
zh_hant: 年代

# author.famousQuotes
source: Famous Quotes
ja: 名言
zh_hans: 名言名句
zh_hant: 名言名句

# author.follow
source: Follow
ja: フォロー
zh_hans: 关注
zh_hant: 關注

# author.followersCount
source: %d followers
ja: %dフォロワー
zh_hans: %d 位关注者
zh_hant: %d 位關注者

# author.following
source: Following
ja: フォロー中
zh_hans: 已关注
zh_hant: 已關注

source: Author Info
ja: 著者情報
zh_hans: 作者信息
zh_hant: 作者資訊

# author.lifeAndWorks
source: Life & Works
ja: 生涯と作品
zh_hans: 生平与著作
zh_hant: 生平與著作

# author.like
source: Like
ja: いいね
zh_hans: 喜欢
zh_hant: 喜歡

# author.liked
source: Liked
ja: いいね済み
zh_hans: 已喜欢
zh_hant: 已喜歡

# author.literaryPeriod
source: Literary Period
ja: 文学期
zh_hans: 文学时期
zh_hant: 文學時期

# author.literaryProfile
source: Literary Profile
ja: 文学プロフィール
zh_hans: 文学档案
zh_hant: 文學檔案

# author.loading
source: Loading author...
ja: 著者を読み込み中...
zh_hans: 正在加载作者信息...
zh_hant: 正在載入作者資訊...

# author.majorWorks
source: Major Works
ja: 主要作品
zh_hans: 代表作品
zh_hant: 代表作品

# author.nationality
source: Nationality
ja: 国籍
zh_hans: 国籍
zh_hant: 國籍

# author.noBooksFound
source: No books found
ja: 本が見つかりません
zh_hans: 未找到相关书籍
zh_hant: 未找到相關書籍

# author.profileNotAvailable
source: Author profile is not available
ja: 著者プロフィールは利用できません
zh_hans: 作者简介暂不可用
zh_hant: 作者簡介暫不可用

# author.quotesCount
source: %d Quotes
ja: %d個の引用
zh_hans: %d 条名言
zh_hant: %d 條名言

# author.readAllBooks
source: Read all books by %@
ja: %@の全作品を読む
zh_hans: 阅读 %@ 的全部作品
zh_hant: 閱讀 %@ 的全部作品

# author.readingChallenge
source: Reading Challenge
ja: 読書チャレンジ
zh_hans: 阅读挑战
zh_hant: 閱讀挑戰

# author.relatedAuthors
source: Related Authors
ja: 関連著者
zh_hans: 相关作者
zh_hant: 相關作者

# author.similarEraStyle
source: Similar era & style
ja: 同時代・同スタイル
zh_hans: 相似时代和风格
zh_hant: 相似時代和風格

# author.title
source: Author
ja: 著者
zh_hans: 作者
zh_hant: 作者

# author.unlockBadgeHint
source: Complete to unlock the "Completist" badge!
ja: 完了して「コンプリーター」バッジを獲得しましょう！
zh_hans: 完成阅读解锁「全集收藏家」徽章！
zh_hant: 完成閱讀解鎖「全集收藏家」徽章！

# author.viewProfile
source: View Profile
ja: プロフィールを見る
zh_hans: 查看简介
zh_hant: 查看簡介

# author.works
source: Works
ja: 作品
zh_hans: 作品
zh_hant: 作品

# author.worksBy
source: Works by %@
ja: %@の作品
zh_hans: %@ 的作品
zh_hant: %@ 的作品

# author.writingStyle
source: Writing Style
ja: 文体
zh_hans: 写作风格
zh_hant: 寫作風格

# authorEra.classical
source: Classical
ja: 古典
zh_hans: 古典时期
zh_hant: 古典時期

# authorEra.contemporary
source: Contemporary
ja: 現代
zh_hans: 当代
zh_hant: 當代

# authorEra.modern
source: Modern
ja: 近代
zh_hans: 现代主义
zh_hant: 現代主義

# authorEra.romanticism
source: Romanticism
ja: ロマン主義
zh_hans: 浪漫主义
zh_hant: 浪漫主義

# authorEra.victorian
source: Victorian
ja: ヴィクトリア朝
zh_hans: 维多利亚时代
zh_hant: 維多利亞時代

source: Auto-adjust brightness
ja: 明るさを自動調整
zh_hans: 自动调节亮度
zh_hant: 自動調節亮度

source: Auto-delete after
ja: 自動削除
zh_hans: 自动删除时间
zh_hant: 自動刪除時間

source: Auto-download
ja: 自動ダウンロード
zh_hans: 自动下载
zh_hant: 自動下載

source: Automatic Downloads
ja: 自動ダウンロード
zh_hans: 自动下载
zh_hant: 自動下載

source: Available
ja: 利用可能
zh_hans: 可用
zh_hant: 可用

source: Available Space
ja: 利用可能容量
zh_hans: 可用空间
zh_hant: 可用空間

source: Back
ja: 戻る
zh_hans: 返回
zh_hant: 返回

source: Background Color
ja: 背景色
zh_hans: 背景颜色
zh_hant: 背景顏色

source: Badge Details
ja: バッジの詳細
zh_hans: 徽章详情
zh_hant: 徽章詳情

# badges.all
source: All Badges
ja: すべてのバッジ
zh_hans: 全部徽章
zh_hant: 全部徽章

# badges.earned
source: Earned
ja: 獲得済み
zh_hans: 已获得
zh_hant: 已獲得

# badges.inProgress
source: In Progress
ja: 進行中
zh_hans: 进行中
zh_hant: 進行中

# badges.title
source: Badges
ja: バッジ
zh_hans: 徽章
zh_hant: 徽章

# bilingual.chinese
source: Chinese
ja: 中国語
zh_hans: 中文
zh_hant: 中文

# bilingual.english
source: English
ja: 英語
zh_hans: 英文
zh_hant: 英文

# bilingual.preparingContent
source: Preparing bilingual content...
ja: バイリンガルコンテンツを準備中...
zh_hans: 准备双语内容中...
zh_hant: 準備雙語內容中...

# bilingual.sentence
source: Sentence %d/%d
ja: 文 %d/%d
zh_hans: 句子 %d/%d
zh_hant: 句子 %d/%d

# bilingual.speed
source: Speed:
ja: 速度：
zh_hans: 速度:
zh_hant: 速度:

# bilingual.title
source: Bilingual Mode
ja: バイリンガルモード
zh_hans: 双语模式
zh_hant: 雙語模式

source: Billing
ja: 請求
zh_hans: 账单
zh_hant: 帳單

source: Bionic Reading Settings
ja: Bionic Reading設定
zh_hans: 仿生阅读设置
zh_hant: 仿生閱讀設置

source: Bold Intensity
ja: 太字の強度
zh_hans: 加粗强度
zh_hant: 加粗強度

source: Book Lists
ja: ブックリスト
zh_hans: 书单
zh_hant: 書單

# book.about
source: About
ja: 概要
zh_hans: 简介
zh_hant: 簡介

# book.aboutAuthor
source: About the Author
ja: 著者について
zh_hans: 关于作者
zh_hant: 關於作者

# book.addToLibrary
source: Add to Library
ja: ライブラリに追加
zh_hans: 加入书架
zh_hant: 加入書架

# book.author
source: Author
ja: 著者
zh_hans: 作者
zh_hant: 作者

# book.books
source: %lld books
ja: %lld冊
zh_hans: %lld 本书
zh_hant: %lld 本書

# book.chapters
source: %lld chapters
ja: %lld章
zh_hans: %lld 章
zh_hant: %lld 章

# book.chaptersCount
source: %lld Chapters
ja: %lld章
zh_hans: %lld 章节
zh_hant: %lld 章節

# book.continueReading
source: Continue Reading
ja: 読書を続ける
zh_hans: 继续阅读
zh_hant: 繼續閱讀

# book.description
source: Description
ja: 説明
zh_hans: 简介
zh_hant: 簡介

# book.details
source: Details
ja: 詳細
zh_hans: 详情
zh_hant: 詳情

# book.genre
source: Genre
ja: ジャンル
zh_hans: 类型
zh_hant: 類型

# book.minutes
source: %lld min
ja: %lld分
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: Book not found
ja: 本が見つかりません
zh_hans: 未找到书籍
zh_hant: 未找到書籍

# book.published
source: Published
ja: 出版
zh_hans: 出版年份
zh_hant: 出版年份

# book.removeFromLibrary
source: Remove from Library
ja: ライブラリから削除
zh_hans: 从书架移除
zh_hant: 從書架移除

# book.startReading
source: Start Reading
ja: 読み始める
zh_hans: 开始阅读
zh_hant: 開始閱讀

# book.words
source: %lld words
ja: %lld語
zh_hans: %lld 字
zh_hant: %lld 字

# book.words.label
source: Words
ja: 語数
zh_hans: 字数
zh_hant: 字數

# book.wordsCount
source: %lld words
ja: %lld語
zh_hans: %lld 字
zh_hant: %lld 字

# book.wordsK
source: %dk words
ja: %dk語
zh_hans: %dk 字
zh_hant: %dk 字

# bookContext.creationBackground
source: Creation Background
ja: 執筆背景
zh_hans: 创作背景
zh_hant: 創作背景

# bookContext.historicalContext
source: Historical Context
ja: 歴史的背景
zh_hans: 历史背景
zh_hant: 歷史背景

# bookContext.literaryStyle
source: Literary Style
ja: 文学スタイル
zh_hans: 文学风格
zh_hant: 文學風格

# bookContext.loading
source: Loading context...
ja: 読み込み中...
zh_hans: 加载背景资料中...
zh_hant: 載入背景資料中...

# bookContext.sourceWikipedia
source: Source: Wikipedia
ja: 出典: Wikipedia
zh_hans: 来源：维基百科
zh_hant: 來源：維基百科

# bookContext.themes
source: Themes
ja: テーマ
zh_hans: 主题
zh_hant: 主題

# bookContext.title
source: About This Book
ja: この本について
zh_hans: 关于本书
zh_hant: 關於本書

source: Bookmarks
ja: ブックマーク
zh_hans: 书签
zh_hant: 書籤

# bookmarks.deleteConfirm
source: Are you sure you want to delete this bookmark?
ja: このブックマークを削除してもよろしいですか？
zh_hans: 确定要删除这个书签吗？
zh_hant: 確定要刪除這個書籤嗎？

# bookmarks.deleteTitle
source: Delete Bookmark
ja: ブックマークを削除
zh_hans: 删除书签
zh_hant: 刪除書籤

# bookmarks.empty.all
source: No Bookmarks Yet
ja: ブックマークがありません
zh_hans: 还没有书签
zh_hant: 還沒有書籤

# bookmarks.empty.bookmarks
source: No Bookmarks
ja: ブックマークなし
zh_hans: 没有书签
zh_hant: 沒有書籤

# bookmarks.empty.highlights
source: No Highlights
ja: ハイライトなし
zh_hans: 没有高亮
zh_hant: 沒有高亮

# bookmarks.empty.notes
source: No Notes
ja: メモなし
zh_hans: 没有笔记
zh_hant: 沒有筆記

# bookmarks.hint.all
source: Your bookmarks, highlights, and notes will appear here
ja: ブックマーク、ハイライト、メモがここに表示されます
zh_hans: 您的书签、高亮和笔记将显示在这里
zh_hant: 您的書籤、高亮和筆記將顯示在這裡

# bookmarks.hint.annotation
source: Select text and add a note to create an annotation
ja: テキストを選択してメモを追加すると注釈が作成されます
zh_hans: 选择文字并添加笔记来创建批注
zh_hant: 選擇文字並添加筆記來創建批註

# bookmarks.hint.bookmark
source: Tap the bookmark icon while reading to save your place
ja: 読書中にブックマークアイコンをタップして位置を保存
zh_hans: 阅读时点击书签图标保存位置
zh_hant: 閱讀時點擊書籤圖標保存位置

# bookmarks.hint.highlight
source: Select text and choose a color to highlight
ja: テキストを選択して色を選ぶとハイライト表示されます
zh_hans: 选择文字并选择颜色来高亮
zh_hant: 選擇文字並選擇顏色來高亮

# bookmarks.searchPrompt
source: Search bookmarks
ja: ブックマークを検索
zh_hans: 搜索书签
zh_hant: 搜尋書籤

# bookmarks.title
source: Bookmarks & Notes
ja: ブックマーク & メモ
zh_hans: 书签与笔记
zh_hant: 書籤與筆記

source: Books by %@
ja: %@の本
zh_hans: %@ 的书籍
zh_hant: %@ 的書籍

source: Books you download will appear here for offline reading.
ja: ダウンロードした本がここに表示され、オフラインで読めます。
zh_hans: 下载的书籍将在此显示，可供离线阅读。
zh_hant: 下載的書籍將在此顯示，可供離線閱讀。

# bookStatus.finished
source: Finished
ja: 読了
zh_hans: 已读完
zh_hant: 已讀完

# bookStatus.reading
source: Reading
ja: 読書中
zh_hans: 正在阅读
zh_hant: 正在閱讀

# bookStatus.removeFromLibrary
source: Remove from Library
ja: ライブラリから削除
zh_hans: 从书架移除
zh_hant: 從書架移除

# bookStatus.wantToRead
source: Want to Read
ja: 読みたい
zh_hans: 想读
zh_hant: 想讀

source: Brightness
ja: 明るさ
zh_hans: 亮度
zh_hant: 亮度

source: Browse Books
ja: 本を探す
zh_hans: 浏览书籍
zh_hant: 瀏覽書籍

source: Build
ja: ビルド
zh_hans: 构建版本
zh_hant: 建構版本

# button.readLess
source: Read Less
ja: 閉じる
zh_hans: 收起
zh_hant: 收起

# button.readMore
source: Read More
ja: 続きを読む
zh_hans: 展开
zh_hant: 展開

# button.seeAll
source: See All
ja: すべて見る
zh_hans: 查看全部
zh_hant: 查看全部

# button.viewAll
source: View All
ja: すべて表示
zh_hans: 查看全部
zh_hant: 查看全部

source: by %@
ja: 著者: %@
zh_hans: 作者 %@
zh_hant: 作者 %@

source: Cache
ja: キャッシュ
zh_hans: 缓存
zh_hant: 快取

source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

source: Case Sensitive
ja: 大文字小文字を区別
zh_hans: 区分大小写
zh_hant: 區分大小寫

source: Categories
ja: カテゴリ
zh_hans: 分类
zh_hant: 分類

source: Ch
ja: 章
zh_hans: 章
zh_hant: 章

# Ch. %lld/%lld
source: Ch. %1$lld/%2$lld
ja: 第%1$lld章/%2$lld
zh_hans: 章 %1$lld/%2$lld
zh_hant: 章 %1$lld/%2$lld

source: Chapter
ja: 章
zh_hans: 章节
zh_hant: 章節

# Chapter %lld of %lld
source: Chapter %1$lld of %2$lld
ja: 第%1$lld章/%2$lld章中
zh_hans: 第 %1$lld 章 / 共 %2$lld 章
zh_hant: 第 %1$lld 章 / 共 %2$lld 章

# Chapter %lld: %@
source: Chapter %1$lld: %2$@
ja: 第%1$lld章: %2$@

source: Chapters
ja: 章
zh_hans: 章节
zh_hant: 章節

source: chapters: %@
ja: 章: %@

source: Character Map
ja: 登場人物マップ
zh_hans: 人物关系图
zh_hant: 人物關係圖

source: Characters
ja: 登場人物
zh_hans: 人物
zh_hant: 人物

source: Chat with %@
ja: %@とチャット
zh_hans: 与 %@ 对话
zh_hant: 與 %@ 對話

source: Choose a template
ja: テンプレートを選択
zh_hans: 选择模板
zh_hant: 選擇模板

source: Choose Language
ja: 言語を選択
zh_hans: 选择语言
zh_hant: 選擇語言

# civilizationMap.contemporaries
source: Contemporaries
ja: 同時代の作家
ko: 동시대 작가
zh_hans: 同时代作家
zh_hant: 同時代作家

# civilizationMap.contemporaries.subtitle
source: Authors active during the same period
ja: 同時期に活躍した文学者
ko: 같은 시기에 활동한 문학가
zh_hans: 与他同时期活跃的文学家
zh_hant: 與他同時期活躍的文學家

# civilizationMap.crossDomain
source: Cross-Domain Contributions
ja: 分野横断的貢献
ko: 분야 간 공헌
zh_hans: 跨领域贡献
zh_hant: 跨領域貢獻

# civilizationMap.eventCategory.cultural
source: Cultural
ja: 文化
ko: 문화
zh_hans: 文化
zh_hant: 文化

# civilizationMap.eventCategory.political
source: Political
ja: 政治
ko: 정치
zh_hans: 政治
zh_hant: 政治

# civilizationMap.eventCategory.revolution
source: Revolution
ja: 革命
ko: 혁명
zh_hans: 革命
zh_hant: 革命

# civilizationMap.eventCategory.scientific
source: Scientific
ja: 科学
ko: 과학
zh_hans: 科学
zh_hant: 科學

# civilizationMap.eventCategory.war
source: War
ja: 戦争
ko: 전쟁
zh_hans: 战争
zh_hant: 戰爭

# civilizationMap.historicalContext
source: Historical Context
ja: 歴史的背景
ko: 역사적 배경
zh_hans: 历史背景
zh_hant: 歷史背景

# civilizationMap.historicalPeriod
source: Historical Period
ja: 歴史的時代
ko: 역사적 시기
zh_hans: 历史时期
zh_hant: 歷史時期

# civilizationMap.influenceNetwork
source: Influence Network
ja: 影響ネットワーク
ko: 영향 네트워크
zh_hans: 影响网络
zh_hant: 影響網絡

# civilizationMap.literaryMovement
source: Literary Movement
ja: 文学運動
ko: 문학 사조
zh_hans: 文学流派
zh_hant: 文學流派

# civilizationMap.literaryPosition
source: Literary Position
ja: 文学的位置
ko: 문학적 위치
zh_hans: 文学坐标
zh_hant: 文學坐標

# civilizationMap.mentors
source: Mentors
ja: 師匠
ko: 스승
zh_hans: 导师
zh_hant: 導師

# civilizationMap.mentors.subtitle
source: Those who directly guided them
ja: 彼を直接指導した人
ko: 그를 직접 지도한 사람
zh_hans: 直接指导过他的人
zh_hant: 直接指導過他的人

# civilizationMap.predecessors
source: Influenced By
ja: 影響を受けた
ko: 영향받은 작가
zh_hans: 深受影响
zh_hant: 深受影響

# civilizationMap.predecessors.subtitle
source: These authors shaped their writing
ja: これらの作家が彼の創作に影響を与えた
ko: 이 작가들이 그의 창작에 영향을 미쳤습니다
zh_hans: 这些作家塑造了他的创作
zh_hant: 這些作家塑造了他的創作

# civilizationMap.primaryGenres
source: Primary Genres
ja: 主なジャンル
ko: 주요 장르
zh_hans: 主要体裁
zh_hant: 主要體裁

# civilizationMap.significance.major
source: Major
ja: 重大
ko: 주요
zh_hans: 重大
zh_hant: 重大

# civilizationMap.significance.minor
source: Minor
ja: 一般
ko: 일반
zh_hans: 一般
zh_hant: 一般

# civilizationMap.significance.moderate
source: Moderate
ja: 顕著
ko: 상당
zh_hans: 显著
zh_hant: 顯著

# civilizationMap.students
source: Students
ja: 弟子
ko: 제자
zh_hans: 学生
zh_hant: 學生

# civilizationMap.students.subtitle
source: Authors they directly mentored
ja: 彼が直接教えた作家
ko: 그가 직접 가르친 작가
zh_hans: 他直接教导过的作家
zh_hant: 他直接教導過的作家

# civilizationMap.successors
source: Influenced Others
ja: 後世に影響
ko: 후대에 영향
zh_hans: 影响后人
zh_hant: 影響後人

# civilizationMap.successors.subtitle
source: Their work inspired these authors
ja: 彼の作品がこれらの作家に影響を与えた
ko: 그의 작품이 이 작가들에게 영감을 주었습니다
zh_hans: 他的作品启发了这些作家
zh_hant: 他的作品啟發了這些作家

# civilizationMap.themes
source: Core Themes
ja: 主要テーマ
ko: 핵심 주제
zh_hans: 核心主题
zh_hant: 核心主題

# civilizationMap.title
source: Civilization Map
ja: 文明マップ
ko: 문명 지도
zh_hans: 文明地图
zh_hant: 文明地圖

source: Clear
ja: クリア
zh_hans: 清除
zh_hant: 清除

source: Clear all
ja: すべてクリア
zh_hans: 清除全部
zh_hant: 清除全部

source: Clear All
ja: すべてクリア
zh_hans: 清除全部
zh_hant: 清除全部

source: Clear All Caches
ja: すべてのキャッシュをクリア
zh_hans: 清除所有缓存
zh_hant: 清除所有快取

source: Clear Cache
ja: キャッシュをクリア
zh_hans: 清除缓存
zh_hant: 清除快取

source: Clear Image Cache
ja: 画像キャッシュをクリア
zh_hans: 清除图片缓存
zh_hant: 清除圖片快取

source: Clear Recent Searches
ja: 最近の検索をクリア
zh_hans: 清除最近搜索
zh_hant: 清除最近搜索

source: Close
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

source: Close Thread
ja: スレッドを閉じる
zh_hans: 关闭对话
zh_hant: 關閉對話

source: Color
ja: カラー

# common.all
source: All
ja: すべて
zh_hans: 全部
zh_hant: 全部

# common.auto
source: Auto
ja: 自動
zh_hans: 自动
zh_hant: 自動

# common.cancel
source: Cancel
ja: キャンセル
zh_hans: 取消
zh_hant: 取消

# common.clear
source: Clear
ja: クリア
zh_hans: 清除
zh_hant: 清除

# common.clearAll
source: Clear All
ja: すべてクリア
zh_hans: 清除全部
zh_hant: 清除全部

# common.close
source: Close
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

# common.continue
source: Continue
ja: 続ける
zh_hans: 继续
zh_hant: 繼續

# common.copyText
source: Copy Text
ja: テキストをコピー
zh_hans: 复制文字
zh_hant: 複製文字

# common.delete
source: Delete
ja: 削除
zh_hans: 删除
zh_hant: 刪除

# common.done
source: Done
ja: 完了
zh_hans: 完成
zh_hant: 完成

# common.edit
source: Edit
ja: 編集
zh_hans: 编辑
zh_hant: 編輯

# common.error
source: Error
ja: エラー
zh_hans: 错误
zh_hant: 錯誤

# common.filter
source: Filter
ja: フィルタ
zh_hans: 筛选
zh_hant: 篩選

# common.loading
source: Loading...
ja: 読み込み中...
zh_hans: 加载中...
zh_hant: 載入中...

# common.loadMore
source: Load More
ja: さらに読み込む
zh_hans: 加载更多
zh_hant: 載入更多

# common.more
source: More
ja: もっと見る
zh_hans: 更多
zh_hant: 更多

# common.readMore
source: Read More
ja: 続きを読む
zh_hans: 展开
zh_hant: 展開

# common.refresh
source: Refresh
ja: 更新
zh_hans: 刷新
zh_hant: 重新整理

# common.resetFilters
source: Reset Filters
ja: フィルタをリセット
zh_hans: 重置筛选
zh_hant: 重置篩選

# common.retry
source: Retry
ja: 再試行
zh_hans: 重试
zh_hant: 重試

# common.save
source: Save
ja: 保存
zh_hans: 保存
zh_hant: 儲存

# common.search
source: Search
ja: 検索
zh_hans: 搜索
zh_hant: 搜尋

# common.searching
source: Searching...
ja: 検索中...
zh_hans: 搜索中...
zh_hant: 搜尋中...

# common.seeAll
source: See All
ja: すべて見る
zh_hans: 查看全部
zh_hant: 查看全部

# common.send
source: Send
ja: 送信
zh_hans: 发送
zh_hant: 發送

# common.settings
source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定

# common.share
source: Share
ja: 共有
zh_hans: 分享
zh_hant: 分享

# common.showLess
source: Show Less
ja: 閉じる
zh_hans: 收起
zh_hant: 收起

source: Compact
ja: コンパクト
zh_hans: 紧凑
zh_hant: 緊湊

source: Complete Setup
ja: セットアップを完了
zh_hans: 完成设置
zh_hant: 完成設置

source: Complete!
ja: 完了
zh_hans: 完成！
zh_hant: 完成！

source: Completion Rate
ja: 完了率
zh_hans: 完成率
zh_hant: 完成率

source: Consistent practice is key to improvement. How much time can you read each day?
ja: 継続的な練習が上達の鍵です。 毎日どのくらい読書できますか？
zh_hans: 坚持练习是进步的关键。 你每天能阅读多长时间？
zh_hant: 堅持練習是進步的關鍵。 你每天能閱讀多長時間？

source: Contact Support
ja: サポートに問い合わせ
zh_hans: 联系客服
zh_hant: 聯繫客服

# contact.callPhone
source: Call
ja: 電話
zh_hans: 拨打电话
zh_hant: 撥打電話

# contact.copied
source: Copied to clipboard
ja: クリップボードにコピーしました
zh_hans: 已复制
zh_hant: 已複製

# contact.copyEmail
source: Copy Email
ja: メールアドレスをコピー
zh_hans: 复制邮箱
zh_hant: 複製郵件地址

# contact.copyNumber
source: Copy Number
ja: 電話番号をコピー
zh_hans: 复制号码
zh_hant: 複製號碼

# contact.email
source: Email
ja: メール
zh_hans: 邮箱
zh_hant: 電子郵件

# contact.loginRequired
source: Login Required
ja: ログインが必要
zh_hans: 需要登录
zh_hant: 需要登入

# contact.loginRequiredMessage
source: Please login to send messages to our support team.
ja: サポートチームにメッセージを送信するにはログインしてください。
zh_hans: 请登录后发送站内信联系客服。
zh_hant: 請登入後發送站內信聯繫客服。

# contact.officialAccounts
source: Official Accounts
ja: 公式アカウント
zh_hans: 官方账号
zh_hant: 官方帳號

# contact.phone
source: Phone
ja: 電話
zh_hans: 电话
zh_hant: 電話

# contact.sendEmail
source: Send Email
ja: メール送信
zh_hans: 发送邮件
zh_hant: 發送郵件

# contact.sendMessage
source: Send Message
ja: メッセージ送信
zh_hans: 发送站内信
zh_hant: 傳送站內信

# contact.socialMedia
source: Social Media
ja: ソーシャルメディア
zh_hans: 社交媒体
zh_hant: 社群媒體

# contact.title
source: Contact Us
ja: お問い合わせ
zh_hans: 联系我们
zh_hant: 聯繫我們

source: Content Source
ja: コンテンツソース
zh_hans: 内容来源
zh_hant: 內容來源

source: Context
ja: 文脈
zh_hans: 上下文
zh_hant: 上下文

source: Continue
ja: 続ける
zh_hans: 继续
zh_hant: 繼續

source: Continue Reading
ja: 読書を続ける
zh_hans: 继续阅读
zh_hant: 繼續閱讀

source: Copy
ja: コピー
zh_hans: 复制
zh_hant: 複製

source: Count
ja: カウント
zh_hans: 数量
zh_hant: 數量

source: Cover Image
ja: 表紙画像
zh_hans: 封面图片
zh_hant: 封面圖片

source: Create
ja: 作成
zh_hans: 创建
zh_hant: 創建

source: Create beautiful postcards from your favorite quotes and share them with the world.
ja: お気に入りの引用から美しいポストカードを作成して、世界と共有しましょう。
zh_hans: 用您喜欢的金句创作精美明信片，与世界分享。
zh_hant: 用您喜歡的金句創作精美明信片，與世界分享。

source: Create Postcard
ja: ポストカードを作成
zh_hans: 创建明信片
zh_hant: 創建明信片

source: Create Your First Postcard
ja: 最初のポストカードを作成
zh_hans: 创建您的第一张明信片
zh_hant: 創建您的第一張明信片

source: Created
ja: 作成日
zh_hans: 已创建
zh_hant: 已創建

source: Current API: %@
ja: 現在のAPI: %@
zh_hans: 当前 API: %@
zh_hant: 目前 API: %@

source: Current Plan
ja: 現在のプラン
zh_hans: 当前方案
zh_hant: 當前方案

source: Current Usage
ja: 現在の使用量
zh_hans: 当前使用量
zh_hant: 當前使用量

# current_version
source: Current
ja: 現在
zh_hans: 当前版本
zh_hant: 當前版本

source: current: %lld
ja: 現在: %lld

source: Custom Text
ja: カスタムテキスト
zh_hans: 自定义文字
zh_hant: 自定義文字

source: Customize style
ja: スタイルをカスタマイズ
zh_hans: 自定义样式
zh_hant: 自定義樣式

source: Daily Goal
ja: 1日の目標
zh_hans: 每日目标
zh_hant: 每日目標

source: Daily Quote
ja: 今日の引用
zh_hans: 每日金句
zh_hant: 每日金句

source: Date
ja: 日付
zh_hans: 日期
zh_hant: 日期

source: Delete
ja: 削除
zh_hans: 删除
zh_hant: 刪除

source: Delete All Downloads
ja: すべてのダウンロードを削除
zh_hans: 删除所有下载
zh_hant: 刪除所有下載

source: Delete Download
ja: ダウンロードを削除
zh_hans: 删除下载
zh_hant: 刪除下載

source: Delete Highlight
ja: ハイライトを削除

source: Delete Postcard
ja: ポストカードを削除
zh_hans: 删除明信片
zh_hant: 刪除明信片

source: Details
ja: 詳細
zh_hans: 详情
zh_hant: 詳情

source: Developer Tools
ja: 開発者ツール
zh_hans: 开发者工具
zh_hant: 開發者工具

source: Device information helps us diagnose issues more effectively.
ja: デバイス情報は問題の診断に役立ちます。
zh_hans: 设备信息帮助我们更有效地诊断问题。
zh_hant: 裝置資訊幫助我們更有效地診斷問題。

# device.activeNow
source: Active now
ja: 使用中
zh_hans: 当前在线
zh_hant: 目前在線

# device.limitReached
source: Device limit reached. Remove a device to add new ones.
ja: デバイス数の上限に達しました。新しいデバイスを追加するには、既存のデバイスを削除してください。
zh_hans: 已达设备上限。移除设备后可添加新设备。
zh_hant: 已達裝置上限。移除裝置後可新增裝置。

# device.logout
source: Logout
ja: ログアウト
zh_hans: 登出
zh_hant: 登出

# device.logoutAll
source: Logout All
ja: すべてログアウト
zh_hans: 全部登出
zh_hant: 全部登出

# device.logoutAllMessage
source: This will log out all other devices. They will need to sign in again.
ja: 他のすべてのデバイスがログアウトされます。再度サインインが必要になります。
zh_hans: 这将登出所有其他设备。它们需要重新登录。
zh_hant: 這將登出所有其他裝置。它們需要重新登入。

# device.logoutAllOther
source: Logout All Other Devices
ja: 他のすべてのデバイスをログアウト
zh_hans: 登出所有其他设备
zh_hant: 登出所有其他裝置

# device.logoutAllOtherHint
source: This will log out all devices except this one
ja: このデバイス以外のすべてのデバイスをログアウトします
zh_hans: 这将登出除当前设备外的所有设备
zh_hant: 這將登出除目前裝置外的所有裝置

# device.logoutAllTitle
source: Logout All Devices
ja: すべてのデバイスをログアウト
zh_hans: 登出所有设备
zh_hant: 登出所有裝置

# device.logoutDeviceMessage
source: Logout %@? It will need to sign in again.
ja: %@をログアウトしますか？再度サインインが必要になります。
zh_hans: 登出 %@？它需要重新登录。
zh_hant: 登出 %@？它需要重新登入。

# device.logoutDeviceTitle
source: Logout Device
ja: デバイスをログアウト
zh_hans: 登出设备
zh_hant: 登出裝置

# device.namePlaceholder
source: Device Name
ja: デバイス名
zh_hans: 设备名称
zh_hant: 裝置名稱

# device.ofMaxDevices
source: of %lld devices
ja: %lldデバイス中
zh_hans: 共 %lld 台设备
zh_hant: 共 %lld 台裝置

# device.otherDevices
source: Other Devices
ja: 他のデバイス
zh_hans: 其他设备
zh_hant: 其他裝置

# device.primaryDevice
source: This is your primary device
ja: メインデバイス
zh_hans: 这是您的主设备
zh_hant: 這是您的主要裝置

# device.remove
source: Remove
ja: 削除
zh_hans: 移除
zh_hant: 移除

# device.removeMessage
source: Remove %@ from your account? This cannot be undone.
ja: %@をアカウントから削除しますか？この操作は取り消せません。
zh_hans: 从您的账户中移除 %@？此操作无法撤销。
zh_hant: 從您的帳戶中移除 %@？此操作無法復原。

# device.removeTitle
source: Remove Device
ja: デバイスを削除
zh_hans: 移除设备
zh_hant: 移除裝置
